docs/corners/david/20200901130407-eurocentrism.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-27 Mon 11:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Eurocentrism</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Taproot" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Eurocentrism</h1> <h2 class="subtitle"></h2> <span class="author">Taproot</span> <span class="date">2021-09-27 Mon 11:51</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul><li><a class='backlink' href='hist-states.html'>States</a></li> <li><a class='backlink' href='hist-index.html'>HIST201 Index</a></li> </ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org6859337">1. The European Miracle</a>
<ul>
<li><a href="#org6d9d8f1">1.1. Growth through Exploitation</a></li>
<li><a href="#org2a19c02">1.2. Protestant Work Ethic</a></li>
<li><a href="#org5fc8040">1.3. Geology and Geography</a></li>
<li><a href="#org5d435c1">1.4. Environmental Determinism</a></li>
<li><a href="#orgc0ad430">1.5. Separate but Whole</a></li>
<li><a href="#orgeb3c68c">1.6. Fewer Disadvantages</a></li>
</ul>
</li>
</ul>
</div></div>
</div>
<p>
Other large powers like the Ottoman Empire, the Ming dynasty, and more make it clearer that Europe was not "destined to rise" from the start. It was not clear by the times of the 1500s that Europe would succeed. 
</p>

<p>
One of the factors responsible for this was overextension of empires.
</p>

<div id="outline-container-org6859337" class="outline-2">
<h2 id="org6859337"><span class="section-number-2">1</span> The European Miracle</h2>
<div class="outline-text-2" id="text-1">
<p>
How did Europe go from a fragmented collective of states to a global hegemony?
</p>
</div>

<div id="outline-container-org6d9d8f1" class="outline-3">
<h3 id="org6d9d8f1"><span class="section-number-3">1.1</span> Growth through Exploitation</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Marx claims that this relied on the advancement of science as well as increase of wealth/capital through the means of imperialism, slavery, and slave trade. Growth of Europe was on the backs of the weak and this was primarily <span class="underline">class struggle</span>.
</p>
</div>
</div>

<div id="outline-container-org2a19c02" class="outline-3">
<h3 id="org2a19c02"><span class="section-number-3">1.2</span> Protestant Work Ethic</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Max Weber (see <a href="hist-states.html">States</a>) claims that it is because of sociological reasons and that Calvinism (branch of Protestantism) encouraged Europeans to be concerned with material gain and had "proto-capitalist ideals". This (according to Weber) was not the case in other states.
</p>
</div>
</div>

<div id="outline-container-org5fc8040" class="outline-3">
<h3 id="org5fc8040"><span class="section-number-3">1.3</span> Geology and Geography</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Ken Pomeranz claims that Europe's divergence began in the 1900s with its access to coal and ability to trade with the New World. These two factors allowed Europe to grow and have an excess of labor.
</p>
</div>
</div>

<div id="outline-container-org5d435c1" class="outline-3">
<h3 id="org5d435c1"><span class="section-number-3">1.4</span> Environmental Determinism</h3>
<div class="outline-text-3" id="text-1-4">
<p>
Jared Diamond claims that this is because Europe had domesticable plants and animals, and its population had more resistance to disease. These two factors allowed more productivity and higher population density, leading to cities, institutions, and more.
</p>
</div>
</div>

<div id="outline-container-orgc0ad430" class="outline-3">
<h3 id="orgc0ad430"><span class="section-number-3">1.5</span> Separate but Whole</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Based off of Kennedy's views, one could surmise that he believed it was because of the the geography in Europe that imposed a sectioning off into individual independent states that took place in frequent trade and commmunication of ideas. Another key point is that the independence prevented any large scale governmental mistakes, meaning that Europe was unable to figuratively shoot itself in the foot.
</p>
</div>
</div>

<div id="outline-container-orgeb3c68c" class="outline-3">
<h3 id="orgeb3c68c"><span class="section-number-3">1.6</span> Fewer Disadvantages</h3>
<div class="outline-text-3" id="text-1-6">
<p>
Another interpretation of Kennedy's views is the idea that Europe had less disadvantages than the competition.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
